EditorConfig.EditorConfig
FallenMax.mithril-emmet
HvyIndustries.crane
RobinMalfait.prettier-eslint-vscode
Rubymaniac.vscode-paste-and-indent
TwentyChung.jsx
Zignd.html-css-class-completion
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
eg2.vscode-npm-script
esbenp.prettier-vscode
flowtype.flow-for-vscode
naumovs.color-highlight
xabikos.ReactSnippets